Autodesk.Revit.DB.SynchronizeWithCentralOptions.Comment
User description of changes made since the last Sync with Central.  Empty by default.
Throws Autodesk.Revit.Exceptions.ArgumentException:
When setting this property: comment has more than 30,000 characters.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
When setting this property: A non-optional argument was null
Since:
2014